Repository: yeager/script.metadata.editor
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# #32000
source: Metadata Editor
sv_se: Metadataredigerare

# #32001
source: User rating
sv_se: Användarbetyg

# #32002
source: Available entries
sv_se: Tillgängliga poster

# #32003
source: Add/remove available tags
sv_se: Lägg till/ta bort tillgängliga taggar

# #32004
source: Add/remove available genres
sv_se: Lägg till/ta bort tillgängliga genrer

# #32005
source: Add new item
sv_se: Lägg till ny post

# #32006
source: Edit current list as string
sv_se: Redigera aktuell lista som sträng

# #32007
source: Select from available items
sv_se: Välj bland tillgängliga poster

# #32008
source: Remove watchlist tag
sv_se: Ta bort tagg för bevakningslista

# #32009
source: Add watchlist tag
sv_se: Lägg till tagg för bevakningslista

# #32010
source: Open editor
sv_se: Öppen redigerare

# #32011
source: Enter floating number
sv_se: Ange flyttal

# #32012
source: Select source
sv_se: Välj källa

# #32013
source: Available sources
sv_se: Tillgängliga källor

# #32014
source: Default source
sv_se: Standardkälla

# #32015
source: Select default source
sv_se: Välj standardkälla

# #32016
source: Edit ratings and votes
sv_se: Redigera betyg och röster

# #32017
source: Add source
sv_se: Lägg till källa

# #32018
source: Only values between 1.0 and 10.0 are allowed.
sv_se: Endast värden mellan 1.0 och 10.0 är tillåtna.

# #32019
source: Attention
sv_se: Observera

# #32020
source: Set as default?
sv_se: Ställ in som standard?

# #32021
source: Enable .nfo updating for movies, TV shows and music videos
sv_se: Aktivera .nfo-uppdatering för filmer, TV-serier och musikvideor

# #32022
source: value unkown (missing Kodi feature)
sv_se: värde okänt (Kodi-funktion saknas)

# #32023
source: Record label
sv_se: Skivbolag

# #32025
source: Preferred language
sv_se: Föredraget språk

# #32026
source: Scraper settings
sv_se: Inställningar för skrapa

# #32024
source: Heavy server load. Please wait.
sv_se: Tung serverbelastning. Vänta.

# #32027
source: TV show library is based on informations of
sv_se: TV-seriebiblioteket är baserat på information från

# #32029
source: Enable JSON logging
sv_se: Aktivera JSON-loggning

# #32030
source: Rating updater
sv_se: Uppdatering av betyg

# #32028
source: Run updating process in the background
sv_se: Kör uppdateringsprocessen i bakgrunden

# #32031
source: Your personal OMDb API key (www.omdbapi.com)
sv_se: Din personliga OMDb API-nyckel (www.omdbapi.com)

# #32032
source: Search by title/year if IMDb ID is missing (not recommended)
sv_se: Sök efter titel/år om IMDb-ID saknas (rekommenderas inte)

# #32035
source: No OMDb API key is configured, which is required to update IMDb, Rotten Tomatoes and Metacritic ratings. Please visit www.omdbapi.com and create your own API key.[CR][CR]Note: The free key is limited to 1000 calls a day. Please suggest to become a patreon of OMDb to increase the limit to 100.000.[CR][CR]Do you want to proceed updating The Movie DB ratings? This only works if you have a TMDb ID stored.
sv_se: Ingen OMDb API-nyckel är konfigurerad, vilket krävs för att uppdatera IMDb-, Rotten Tomatoes- och Metacritic-betyg. Besök www.omdbapi.com och skapa din egen API-nyckel.[CR][CR]Obs: Den kostnadsfria nyckeln är begränsad till 1000 samtal per dag. Föreslå att du blir en patreon av OMDb för att öka gränsen till 100.000.[CR][CR]Vill du fortsätta uppdatera The Movie DB-betyg? Detta fungerar bara om du har ett TMDb-ID lagrat.

# #32036
source: Update TV show ratings
sv_se: Uppdatera TV-seriers tittarsiffror

# #32033
source: OMDB API limit reached. Please consider to become a Patreon to increase your daily call limitation. Proceed by only using The Movie DB?
sv_se: OMDB API-gränsen har nåtts. Överväg att bli en Patreon för att öka din dagliga anropsbegränsning. Fortsätt genom att bara använda The Movie DB?

# #32034
source: Create .nfo file if missing
sv_se: Skapa .nfo-fil om den saknas

# #32037
source: Update movie ratings
sv_se: Uppdatera filmbetyg

# #32038
source: Update all ratings
sv_se: Uppdatera alla betyg

# #32039
source: Update ratings
sv_se: Uppdatera betyg

# #32040
source: Edit data for
sv_se: Redigera data för

# #32042
source: Canceled
sv_se: Avbruten

# #32041
source: Update premiered/year if database value is different
sv_se: Uppdatera premiär/år om databasvärdet är annorlunda

# #32044
source: Skip updating of MPAA
sv_se: Hoppa över uppdatering av MPAA

# #32045
source: Update episode ratings
sv_se: Uppdatera avsnittets betyg

# #32047
source: No default source defined
sv_se: Ingen standardkälla definierad

# #32048
source: No items found
sv_se: Inga poster hittades

# #32046
source: Update .nfo
sv_se: Uppdatera .nfo

# #32049
source: Incomplete arguments or content type not supported
sv_se: Ofullständiga argument eller innehållstyp som inte stöds

# #32050
source: Do you want to cancel the update?
sv_se: Vill du avbryta uppdateringen?

# #32051
source: Content
sv_se: Innehåll

# #32052
source: Fallback to US MPAA if configured country has no certification stored
sv_se: Fall tillbaka på US MPAA om det konfigurerade landet inte har någon lagrad certifiering

# #32053
source: Don't store "NR" (Not rated) MPAA rating
sv_se: Lagra inte "NR" (Inte betygsatt) MPAA-klassificering

# #32054
source: Do you want to rate the following item?
sv_se: Vill du betygsätta följande post?

# #32055
source: Automatically update changed watched states to .nfo
sv_se: Uppdatera automatiskt ändrade sedda/osedda-statusar till .nfo

# #32056
source: Rate your media if playback has ended
sv_se: Betygsätt din media om uppspelningen har avslutats

# #32057
source: Write watched flag and playcount to .nfo
sv_se: Skriv bevakad flagga och spelantal till .nfo
